Repository: Schneegans/Fly-Pie
Catalog: po/*.po
Languages: id, zh_hans

source: • Use your <b>left mouse button to select items</b>. • Use your <b>right mouse button to close the menu</b>. • The training menu is just a playground, selecting items has no real effect. Once you feel comfortable, click <b>next</b> to learn more details!
id: - Gunakan <b>tombol mouse kiri untuk memilih item</b>. - Gunakan <b>tombol mouse kanan untuk menutup menu</b>. - Menu latihan hanyalah arena bermain, memilih item tidak memiliki efek nyata. Setelah Anda merasa nyaman, klik <b>berikutnya</b> untuk mempelajari detail lebih lanjut!

source: <big><b>Open the training Menu!</b></big>
id: <big><b>Buka Menu latihan!</b></big>

source: You can click anywhere!
id: Anda dapat mengklik di mana saja!
zh_hans: 点哪儿都好使！

source: It does not matter whether you click directly on an item or at the edge of your screen as long as your mouse pointer remains in the item's wedge.
id: Tidak masalah apakah Anda mengklik langsung pada item atau di tepi layar Anda selama penunjuk mouse Anda tetap berada di irisan item tersebut.
zh_hans: 只要你的鼠标指针停留在项目的楔形区域里，你是直接点击项目还是在屏幕的边缘点击都没有关系。

source: <b>Items are selected by clicking anywhere in their respective wedges</b>. Also, you do not have to wait for the animation to finish as the submenu wedges will appear instantaneously around the position where you clicked. Click <b>next</b> for a practice session!
id: <b>Item dipilih dengan mengklik di mana saja pada irisan masing-masing</b>. Selain itu, Anda tidak perlu menunggu animasi selesai karena irisan submenu akan muncul seketika di sekitar posisi tempat Anda mengklik. Klik <b>berikutnya</b> untuk sesi latihan!
zh_hans: <b>点击项目各自楔形区域内的任意地方来选中项目</b>。 你不必等待动画完成，因为子菜单的楔子会立即出现在你点击的位置附近。 点击 <b>下一步</b> 试一试！

source: Practice Session I
id: Sesi Latihan I
zh_hans: 练习一

source: For this practice session, open the menu by clicking the big button. Then select "%s" as quickly as possible. Can you get the gold medal? Once you are pleased with your result, click <b>next</b> to learn about Fly-Pie's Marking Mode!
id: Untuk sesi latihan ini, buka menu dengan mengklik tombol besar. Lalu pilih "%s" secepat mungkin. Bisakah Anda mendapatkan medali emas? Setelah Anda puas dengan hasil Anda, klik <b>berikutnya</b> untuk mempelajari Mode Marking Fly-Pie!

source: Unlocked at less than 3000 ms
id: Terbuka pada kurang dari 3000 ms

source: Unlocked at less than 2000 ms
id: Terbuka pada kurang dari 2000 ms

source: Unlocked at less than 1000 ms
id: Terbuka pada kurang dari 1000 ms

source: The Marking Mode of Fly-Pie
id: Mode Marking Fly-Pie

source: The <b>Marking Mode</b> of Fly-Pie allows you to select items by <b>drawing gestures</b>! To enter Marking Mode, click and drag an item. As soon as you pause dragging or make a turn, the item will be selected.
id: <b>Mode Marking</b> Fly-Pie memungkinkan Anda memilih item dengan <b>menggambar gestur</b>! Untuk masuk ke Mode Marking, klik dan seret sebuah item. Begitu Anda berhenti sejenak menyeret atau berbelok, item tersebut akan dipilih.

source: Try remembering the path to an item. Open the menu and <b>draw the path with your mouse</b>. You can start with individual segments of the path, put you can also try to draw the entire path! You may find it more successful if you explicitly try to compose your gesture of straight parts. <b>Do not draw curvy paths but rather expressive zig-zag-lines!</b>
id: Cobalah mengingat jalur menuju sebuah item. Buka menu dan <b>gambar jalurnya dengan mouse Anda</b>. Anda dapat memulai dengan segmen-segmen jalur, tetapi Anda juga dapat mencoba menggambar seluruh jalur! Anda mungkin akan lebih berhasil jika Anda secara eksplisit mencoba menyusun gestur Anda dari bagian-bagian lurus. <b>Jangan menggambar jalur melengkung, melainkan garis zig-zag yang tegas dan ekspresif!</b>

source: Practice Session II
id: Sesi Latihan II

source: Again, you should select "%s" as quickly as possible. However, as you now learned about the Marking Mode, the time required to get the gold medal is much shorter! Once you are pleased with your result, click <b>next</b> to learn some final tips and tricks!
id: Sekali lagi, Anda harus memilih "%s" secepat mungkin. Namun, karena Anda kini telah mempelajari Mode Marking, waktu yang diperlukan untuk mendapatkan medali emas jauh lebih singkat! Setelah Anda puas dengan hasil Anda, klik <b>berikutnya</b> untuk mempelajari beberapa tips dan trik terakhir!

source: Unlocked at less than 750 ms
id: Terbuka pada kurang dari 750 ms

source: Unlocked at less than 500 ms
id: Terbuka pada kurang dari 500 ms

source: Congratulations!
id: Selamat!

source: Congratulations! If you managed to unlock most of the medals, you will be using Fly-Pie like a master Pielot! Now you can use the other pages of this settings dialog to configure Fly-Pie to your heart's desire. There are many options! Create as many menus as you want with as deep hierarchies as you want. But try to limit the amount of items per submenu to <b>at most twelve items</b>. Everything above this number will drastically reduce your efficiency. If you like Fly-Pie, I would be happy if you left a positive review on <a href="https://extensions.gnome.org/extension/3433/fly-pie/">extensions.gnome.org</a>! Whenever you encounter a 🐞️ bug or have feature request, feel free to report this on <a href="https://github.com/Schneegans/Fly-Pie/issues">Github</a>.
id: Selamat! Jika Anda berhasil membuka sebagian besar medali, Anda akan menggunakan Fly-Pie seperti seorang Pielot master! Sekarang Anda dapat menggunakan halaman lain pada dialog pengaturan ini untuk mengonfigurasi Fly-Pie sesuai keinginan Anda. Ada banyak opsi! Buat menu sebanyak yang Anda inginkan dengan hierarki sedalam yang Anda inginkan. Namun, cobalah membatasi jumlah item per submenu hingga <b>paling banyak dua belas item</b>. Apa pun di atas jumlah ini akan secara drastis mengurangi efisiensi Anda. Jika Anda menyukai Fly-Pie, saya akan senang jika Anda memberikan ulasan positif di <a href="https://extensions.gnome.org/extension/3433/fly-pie/">extensions.gnome.org</a>! Setiap kali Anda menemukan bug 🐞️ atau memiliki permintaan fitur, silakan laporkan ini di <a href="https://github.com/Schneegans/Fly-Pie/issues">Github</a>.

source: Previous
id: Sebelumnya
zh_hans: 上一页

source: Next
id: Berikutnya
zh_hans: 下一页

source: Settings
id: Pengaturan
zh_hans: 设置

source: Global Appearance Settings
id: Pengaturan Tampilan Global
zh_hans: 整体外观设置

source: These settings affect all menu items.
id: Pengaturan ini memengaruhi semua item menu.
zh_hans: 这些设置适用于所有的菜单内条目。

source: Animation Duration
id: Durasi Animasi
zh_hans: 动画时长

source: Global Scaling
id: Skala Global
zh_hans: 整体放缩

source: Independent of the preset.
id: Tidak bergantung pada preset.
zh_hans: 独立于预设。

source: Background Color
id: Warna Latar Belakang
zh_hans: 背景颜色

source: Label Font
id: Font Label

source: Text Color
id: Warna Teks
zh_hans: 文字颜色

source: Animation Mode
id: Mode Animasi
zh_hans: 动画模式

source: Center Appearance
id: Tampilan Pusat
zh_hans: 中心区域设置

source: The center element shows the currently hovered child's name.
id: Elemen tengah menampilkan nama anak yang sedang diarahkan.
zh_hans: 中心区域会在鼠标悬停于子项时显示子项名称。

source: With Hovered Child
id: Dengan Anak yang Diarahkan
zh_hans: 悬停在子项上时

source: Without Hovered Child
id: Tanpa Anak yang Diarahkan
zh_hans: 未悬停在子项上时

source: Size
id: Ukuran
zh_hans: 大小

source: Saturation
id: Saturasi
zh_hans: 饱和度

source: Luminance
id: Luminans
zh_hans: 亮度

source: Opacity
id: Opasitas
zh_hans: 不透明度

source: Fixed
id: Tetap
zh_hans: 固定

source: Auto
id: Otomatis
zh_hans: 自动

source: Icon Opacity
id: Opasitas Ikon
zh_hans: 标志不透明度

source: Icon Scale
id: Skala Ikon
zh_hans: 标志放缩

source: Icon Crop
id: Pemotongan Ikon
zh_hans: 图标裁剪

source: Background Image
id: Gambar Latar Belakang
zh_hans: 背景图片

source: Children Appearance
id: Tampilan Anak
zh_hans: 子项外观

source: Child items are styled differently when their wedge is hovered.
id: Item anak diberi gaya berbeda saat irisannya sedang diarahkan.
zh_hans: 鼠标悬停于子项所在的放射形条带上时，改变子项显示的样式。

source: Standard State
id: Status Standar
zh_hans: 通常状态

source: Hovered State
id: Status Diarahkan
zh_hans: 鼠标悬停状态

source: Parent
id: Induk
zh_hans: 同上级

source: Draw Above
id: Gambar di Atas

source: Render children above the center item.
id: Render anak di atas item tengah.
zh_hans: 在中心项目的上面显示子项。

source: Grandchildren Appearance
id: Tampilan Cucu
zh_hans: 二级子项外观

source: Grandchild items are styled differently when their parent item's wedge is hovered.
id: Item cucu diberi gaya berbeda saat irisan item induknya sedang diarahkan.
zh_hans: 鼠标悬停于上级项目所在的放射形条带上时，改变二级子项显示的样式。

source: With Hovered Parent
id: Dengan Induk yang Diarahkan
zh_hans: 鼠标悬停于上级时

source: Render grandchildren above children items.
id: Render cucu di atas item anak.
zh_hans: 在子项的上面显示二级子项。

source: Wedge Appearance
id: Tampilan Irisan
zh_hans: 条带区域外观

source: Clicking inside a wedge will activate the corresponding item.
id: Mengklik di dalam sebuah irisan akan mengaktifkan item yang sesuai.
zh_hans: 在一项功能所占的放射形条带区域内点击，就可以使用这项功能。

source: Inner Radius
id: Radius Dalam
zh_hans: 内半径

source: Clicking inside the inner radius will cancel the selection.
id: Mengklik di dalam radius dalam akan membatalkan pemilihan.
zh_hans: 在内半径以里点击可以取消选择。

source: Wedge Separator Color
id: Warna Pemisah Irisan
zh_hans: 分割辐线的颜色

source: Wedge Separator Thickness
id: Ketebalan Pemisah Irisan
zh_hans: 分割辐线的粗细

source: Wedge Color
id: Warna Irisan
zh_hans: 条带区域颜色

source: Wedge Size
id: Ukuran Irisan
zh_hans: 条带区域大小

source: Inactive State
id: Status Tidak Aktif
zh_hans: 通常状态

source: Trace Appearance
id: Tampilan Jejak
zh_hans: 路径线外观

source: The trace is the connecting line between selected menu items.
id: Jejak adalah garis penghubung di antara item menu yang dipilih.
zh_hans: 路径线是指连接所选项目的线。

source: Thickness
id: Ketebalan
zh_hans: 粗细

source: Color
id: Warna
zh_hans: 颜色

source: Minimum Segment Length
id: Panjang Segmen Minimum

source: Touch Button Settings
id: Pengaturan Tombol Sentuh

source: You can show a touch button for each of your menus.
id: Anda dapat menampilkan tombol sentuh untuk setiap menu Anda.

source: Inactive Opacity
id: Opasitas Tidak Aktif

source: Show in Overview Mode
id: Tampilkan di Mode Ikhtisar

source: Show in Desktop Mode
id: Tampilkan di Mode Desktop

source: Show above Fullscreen Windows
id: Tampilkan di atas Jendela Layar Penuh
zh_hans: 在全屏窗口上也显示

source: Advanced Settings
id: Pengaturan Lanjutan
zh_hans: 高级设置

source: These settings are independent of the presets.
id: Pengaturan ini tidak bergantung pada preset.
zh_hans: 这些设置会和预设独立作用。

source: Minimum Stroke Angle
id: Sudut Gores Minimum

source: Smaller turns will not lead to selections.
id: Belokan yang lebih kecil tidak akan menghasilkan pemilihan.

source: Minimum Stroke Length
id: Panjang Gores Minimum

source: Shorter gestures will not lead to selections. This is multiplied by the Global Scale value.
id: Gestur yang lebih pendek tidak akan menghasilkan pemilihan. Ini dikalikan dengan nilai Skala Global.

source: Jitter Threshold
id: Ambang Jitter
zh_hans: 抖动阈值

source: Smaller movements will not be considered. This is multiplied by the Global Scale value.
id: Gerakan yang lebih kecil tidak akan dianggap. Ini dikalikan dengan nilai Skala Global.

source: Display Timeout
id: Waktu Habis Tampilan
zh_hans: 显示延迟

source: Menus will be shown after this many milliseconds. Use this to quickly select items without showing the menu.
id: Menu akan ditampilkan setelah sejumlah milidetik ini. Gunakan ini untuk cepat memilih item tanpa menampilkan menu.
zh_hans: 这段时间（毫秒）过去之后显示将菜单。 使用它可以快速选择项目而不显示菜单。

source: Selection Timeout
id: Waktu Habis Pemilihan
zh_hans: 选中延迟

source: If your pointer is stationary for this many milliseconds, the current item will be selected.
id: Jika penunjuk Anda diam selama sejumlah milidetik ini, item saat ini akan dipilih.
zh_hans: 如果你的鼠标指针停留了这些毫秒， 当前项目将被选中。

source: Open Windows at the Pointer
id: Buka Jendela di Posisi Penunjuk

source: With this enabled, Fly-Pie will attempt to open any windows at the current pointer position.
id: Jika ini diaktifkan, Fly-Pie akan berupaya membuka jendela apa pun pada posisi penunjuk saat ini.

source: Experimental Hover Mode
id: Mode Hover Eksperimental
zh_hans: 悬停模式（功能测试中）

source: With this enabled, you no longer have to press a mouse button or hold down a modifier key during selections.
id: Jika ini diaktifkan, Anda tidak perlu lagi menekan tombol mouse atau menahan tombol pengubah selama pemilihan.
zh_hans: 启用后，选择时不用按下鼠标按钮， 或按住修饰键。

source: Show Screencast Mouse
id: Tampilkan Mouse Screencast
zh_hans: 显示录屏用鼠标光标

source: Shows a big additional mouse pointer visualizing mouse clicks. This can be used if you want to capture a video of Fly-Pie.
id: Menampilkan penunjuk mouse tambahan yang besar untuk memvisualisasikan klik mouse. Ini dapat digunakan jika Anda ingin merekam video Fly-Pie.
zh_hans: 显示一个大鼠标光标强调鼠标点击。 能便于录制关于 Fly-Pie 这个软件的视频。

source: Achievement Notifications
id: Notifikasi Pencapaian

source: Show a notification whenever you complete an achievement.
id: Tampilkan notifikasi setiap kali Anda menyelesaikan pencapaian.

source: Load Preset
id: Muat Preset
zh_hans: 载入预设

source: Load settings from a JSON file.
id: Muat pengaturan dari file JSON.
zh_hans: 载入 JSON 格式的配置文件。

source: Save the settings to a JSON file.
id: Simpan pengaturan ke file JSON.
zh_hans: 用 JSON 文件保存配置。

source: Live Preview
id: Pratinjau Langsung
zh_hans: 预览效果

source: Menu Editor
id: Editor Menu
zh_hans: 编辑菜单

source: Add a new menu item.
id: Tambahkan item menu baru.
zh_hans: 新建一个菜单项。

source: Stash
id: Simpanan
zh_hans: 暂存处

source: Store items here and re-use them later.
id: Simpan item di sini dan gunakan kembali nanti.
zh_hans: 在这儿暂存项目，预备接下来继续使用。

source: Trash
id: Tempat Sampah
zh_hans: 垃圾桶

source: Drop items here.
id: Jatuhkan item di sini.
zh_hans: 拖拽到这儿删除。

source: Restore menus from a JSON file. This will override your current menus!
id: Pulihkan menu dari file JSON. Ini akan menimpa menu Anda saat ini!
zh_hans: 读取使用 JSON 文件保存的菜单。当前菜单会被覆盖掉！

source: Export all menus to a JSON file.
id: Ekspor semua menu ke file JSON.
zh_hans: 把全部菜单导出到 JSON 文件里。

source: Name
id: Nama
zh_hans: 名称

source: Icon
id: Ikon
zh_hans: 标志

source: The icon can be either an image file path, an icon name from the current icon theme, a base64 encoded data URI, text, or an emoji. You can append "-#rgb" to the icon in order to draw a circle with the given RGB color behind the icon.
id: Ikon dapat berupa jalur file gambar, nama ikon dari tema ikon saat ini, URI data yang dikodekan base64, teks, atau emoji. Anda dapat menambahkan "-#rgb" pada ikon untuk menggambar lingkaran dengan warna RGB yang diberikan di belakang ikon.
zh_hans: 标志栏可以填一张图片文件的路径、当前标志主题中的图标名称、Base64 编码的统一资源标识符（URI）、文本或者 emoji 。注记一个“-#rgb”可以给图标添加一个圆形背景，颜色由“rgb”的值给定。

source: Fixed Angle
id: Sudut Tetap
zh_hans: 固定角度

source: Fixed angles can be used to ensure that an item remains at the same position even if other items are added or removed. This way you can edit a menu even if your muscles already learned the item's direction. However, there is a restriction on the fixed angles. Inside a menu the fixed angles must be monotonically increasing, that is each fixed angle must be larger than any previous fixed angle. In order to prevent weird behavior, fixed angles will be removed if an item is dragged to another position in the menu. Use -1 to disable this feature.
id: Sudut tetap dapat digunakan untuk memastikan sebuah item tetap berada pada posisi yang sama meskipun item lain ditambahkan atau dihapus. Dengan cara ini, Anda dapat mengedit menu meskipun otot Anda sudah mempelajari arah item tersebut. Namun, ada pembatasan pada sudut tetap. Di dalam sebuah menu, sudut tetap harus meningkat secara monoton, yaitu setiap sudut tetap harus lebih besar daripada sudut tetap sebelumnya. Untuk mencegah perilaku yang aneh, sudut tetap akan dihapus jika sebuah item diseret ke posisi lain di dalam menu. Gunakan -1 untuk menonaktifkan fitur ini.
zh_hans: 填写“-1”不使用固定角度功能。这个功能可以用来保证即使增删别的项目，现项目也不会改变位置。这样，您编辑菜单时，就不用重新熟悉项目的位置了。这个功能有一个限制，它要求固定角度从小到大设置，也就是说，新设置的这个项目的固定角度要比以前设置的别的项目的固定角度大。为避免程序出错，项目被拖动改变位置，固定角度这项功能就会恢复到不使用的状态。

source: This will open the menu.
id: Ini akan membuka menu.
zh_hans: 按下这组键盘快捷键就可以打开菜单。

source: Usually, Super + Right Mouse Button opens the window menu. With this setting, you can instead open a Fly-Pie menu.
id: Biasanya, Super + Tombol Mouse Kanan membuka menu jendela. Dengan pengaturan ini, Anda dapat membuka menu Fly-Pie sebagai gantinya.
zh_hans: Super + 鼠标右键本来通常是用来打开窗口菜单的。打开此开关，把这么按的功能换成打开 Fly-Pie 。

source: Bind to Super + RMB
id: Ikatkan ke Super + RMB
zh_hans: 绑定到 Super + 鼠标右键

source: Show Touch Button
id: Tampilkan Tombol Sentuh

source: Open in Screen Center
id: Buka di Tengah Layar
zh_hans: 在屏幕中心打开

source: Show Labels
id: Tampilkan Label

source: Achievements
id: Pencapaian
zh_hans: 成就

source: In Progress
id: Sedang Berjalan
zh_hans: 进行中

source: Completed
id: Selesai
zh_hans: 完成

source: Reset all achievements.
id: Reset semua pencapaian.
zh_hans: 重置全部成就。

source: File
zh_hans: 文件

source: URI
zh_hans: 统一资源标识符（URI）

source: Vegan
zh_hans: 纯素的

source: Muffin
zh_hans: 纸杯蛋糕

source: Linear
zh_hans: 线性动画

source: Ease
zh_hans: 缓动

source: Ease-In
zh_hans: 缓和起始

source: Ease-Out
zh_hans: 缓和停止

source: Ease-In-Out
zh_hans: 缓和起始与停止

source: Ease-In-Quad
zh_hans: 二次曲线缓和起始

source: Ease-Out-Quad
zh_hans: 二次曲线缓和停止

source: Ease-In-Out-Quad
zh_hans: 二次曲线缓和起始与停止

source: Ease-In-Back
zh_hans: 回力进入

source: Ease-Out-Back
zh_hans: 弹性结束

source: Ease-In-Out-Back
zh_hans: 回力进入与弹性结束

source: Tutorial
zh_hans: 教程

source: Font
zh_hans: 字体

source: Offset
zh_hans: 补偿
