Repository: Schneegans/Fly-Pie
Catalog: po/*.po
Languages: id, zh_hans

source: Activate Shortcut
id: Aktifkan Pintasan
zh_hans: 模拟键盘快捷键

source: Simulates a key combination.
id: Mensimulasikan kombinasi tombol.
zh_hans: 模拟按下键盘组合键。

source: The <b>Activate Shortcut</b> action simulates a key combination when activated. For example, this can be used to switch virtual desktops, control multimedia playback or to undo / redo operations.
id: Tindakan <b>Aktifkan Pintasan</b> mensimulasikan kombinasi tombol saat diaktifkan. Misalnya, ini dapat digunakan untuk berpindah desktop virtual, mengontrol pemutaran multimedia, atau untuk membatalkan / mengulangi operasi.
zh_hans: <b>激活键盘快捷键</b>操作可以用来模拟用户按下了一组键盘上的按键。切换虚拟桌面、控制音视频的播放暂停或撤消 / 重做操作等可能用得上此功能。

source: Shortcut
id: Pintasan
zh_hans: 键盘组合键

source: This shortcut will be simulated.
id: Pintasan ini akan disimulasikan.
zh_hans: 要模拟的键盘组合键。

source: Open File
id: Buka File
zh_hans: 打开文件

source: Opens a file with the default application.
id: Membuka file dengan aplikasi bawaan.
zh_hans: 在默认应用中把文件打开。

source: The <b>Open File</b> action will open the file specified above with your system's default application.
id: Tindakan <b>Buka File</b> akan membuka file yang ditentukan di atas dengan aplikasi bawaan sistem Anda.
zh_hans: <b>打开文件</b>操作可以在系统默认的应用程序下把上面指定的文件打开。

source: It will be opened with the default app.
id: File ini akan dibuka dengan aplikasi bawaan.
zh_hans: 该文件会由默认应用打开。

source: Launch Application
id: Jalankan Aplikasi
zh_hans: 启动应用程序

source: Runs any shell command.
id: Menjalankan perintah shell apa pun.
zh_hans: 执行 shell 命令。

source: The <b>Launch Application</b> action executes any given command. This is primarily used to open applications but may have plenty of other use cases as well.
id: Tindakan <b>Jalankan Aplikasi</b> mengeksekusi perintah yang diberikan. Ini terutama digunakan untuk membuka aplikasi, tetapi juga dapat memiliki banyak kegunaan lainnya.
zh_hans: <b>启动应用程序</b>操作可以执行给出的任意命令。这样主要是为了打开应用程序，但也可能有很多别的用法。

source: Command
id: Perintah
zh_hans: 命令

source: Use the button to list installed apps.
id: Gunakan tombol untuk menampilkan daftar aplikasi yang terinstal.
zh_hans: 点击按钮，列出安装的应用。

source: Open URI
id: Buka URI
zh_hans: 打开统一资源定位符（URI）

source: Opens an URI with the default application.
id: Membuka URI dengan aplikasi bawaan.
zh_hans: 在默认应用中打开 URI 。

source: When the <b>Open URI</b> action is activated, the above URI is opened with the default application. For http URLs, this will be your web browser. However, it is also possible to open other URIs such as "mailto:foo@bar.org".
id: Saat tindakan <b>Buka URI</b> diaktifkan, URI di atas dibuka dengan aplikasi bawaan. Untuk URL http, ini akan menjadi peramban web Anda. Namun, Anda juga dapat membuka URI lain seperti "mailto:foo@bar.org".
zh_hans: <b>打开统一资源定位符（URI）</b>操作会在默认应用中打开上面的 URI 。对于 http 统一资源定位符（URL），就会用浏览器打开。但是，像“mailto:foo@bar.org”这样的 URI 可能也能打开。

source: D-Bus Signal
id: Sinyal D-Bus
zh_hans: D-Bus 信号

source: Emits a D-Bus signal.
id: Memancarkan sinyal D-Bus.
zh_hans: 发出 D-Bus 信号。

source: The <b>D-Bus Signal</b> action does nothing on its own. But you <a href="https://github.com/Schneegans/Fly-Pie/blob/main/docs/dbus-interface.md">can listen on the D-Bus for its activation</a>. This can be very useful in custom menus opened via the command line.
id: Tindakan <b>Sinyal D-Bus</b> tidak melakukan apa pun dengan sendirinya. Namun, Anda <a href="https://github.com/Schneegans/Fly-Pie/blob/main/docs/dbus-interface.md">dapat mendengarkan D-Bus untuk aktivasi tersebut</a>. Ini bisa sangat berguna pada menu kustom yang dibuka melalui baris perintah.
zh_hans: <b>D-Bus 信号</b>操作本身没用，但您<a href="https://github.com/Schneegans/Fly-Pie/blob/main/docs/dbus-interface.md">可以在 D-Bus 上监听操作的激活</a>。这可以用来通过命令行打开菜单。

source: This will be passed to the D-Bus signal.
id: Ini akan diteruskan ke sinyal D-Bus.
zh_hans: 此值会传给 D-Bus 信号。

source: Insert Text
id: Sisipkan Teks
zh_hans: 插入文字

source: Types some text automatically.
id: Mengetik sejumlah teks secara otomatis.
zh_hans: 自动键入一些文本。

source: The <b>Insert Text</b> action copies the given text to the clipboard and then simulates a Ctrl+V. This can be useful if you realize that you often write the same things.
id: Tindakan <b>Sisipkan Teks</b> menyalin teks yang diberikan ke papan klip lalu mensimulasikan Ctrl+V. Ini dapat berguna jika Anda menyadari bahwa Anda sering menulis hal yang sama.
zh_hans: <b>插入文字</b>操作会把所给的文本复制到剪贴板，然后模拟 Ctrl+V 。想想您是不是经常输入同样的文本？如果是的话，可能这功能就很有用了。

source: Text
id: Teks
zh_hans: 文字

source: This text will be inserted.
id: Teks ini akan disisipkan.
zh_hans: 要插入的文本。

source: Select File
id: Pilih File
zh_hans: 选中文件

source: Cancel
id: Batal
zh_hans: 取消

source: Select Application
id: Pilih Aplikasi
zh_hans: 选择应用

source: Not Bound
id: Tidak Terikat
zh_hans: 待绑定按键

source: Press the shortcut! ESC to cancel, BackSpace to unbind
id: Tekan pintasannya! ESC untuk membatalkan, BackSpace untuk melepas pengikatan
zh_hans: 按下键盘快捷键！ 要想退出请按 ESC 键，要想复原请按下 BackSpace

source: Insert: %s
id: Sisipkan: %s
zh_hans: 插入：%s

source: Frequently Used
id: Sering Digunakan
zh_hans: 常用应用

source: Shows your frequently used applications.
id: Menampilkan aplikasi yang sering Anda gunakan.
zh_hans: 显示您常用的应用程序。

source: The <b>Frequently Used</b> menu shows a list of frequently used applications. For efficient selections, you should limit the maximum number of shown applications to about twelve.
id: Menu <b>Sering Digunakan</b> menampilkan daftar aplikasi yang sering digunakan. Untuk pemilihan yang efisien, Anda sebaiknya membatasi jumlah maksimum aplikasi yang ditampilkan hingga sekitar dua belas.
zh_hans: <b>常用应用</b>菜单显示了经常用的应用程序的列表。为了能高效地选择应用，显示的应用程序最好不超过12个左右。

source: Max Item Count
id: Jumlah Item Maksimum
zh_hans: 最多记录几项

source: Limits the number of children.
id: Membatasi jumlah anak.
zh_hans: 限制子项目的数量。

source: System
id: Sistem
zh_hans: 系统

source: Allows screen lock, shutdown and other things.
id: Memungkinkan penguncian layar, mematikan, dan hal lainnya.
zh_hans: 可以锁定屏幕、关机等。

source: The <b>System</b> menu shows an items for screen-lock, shutdown, settings, etc.
id: Menu <b>Sistem</b> menampilkan item untuk kunci layar, mematikan, pengaturan, dll.
zh_hans: <b>系统</b>菜单显示了锁定屏幕、关机、设置等的选项。

source: Lock
id: Kunci
zh_hans: 锁定

source: Suspend
id: Suspensi
zh_hans: 悬停

source: Switch User…
id: Ganti Pengguna…
zh_hans: 切换用户…

source: Log Out
id: Keluar
zh_hans: 退出登录

source: Power Off…
id: Matikan…
zh_hans: 关机…

source: Custom Menu
id: Menu Kustom
zh_hans: 自定义菜单

source: This can contain custom actions and other menus.
id: Ini dapat berisi tindakan kustom dan menu lainnya.
zh_hans: 自定义菜单里面可以有自定义操作和其他菜单。

source: A <b>Custom Menu</b> can contain any number of actions and submenus. However, for precise item selection, a maximum number of twelve items is recommended.
id: <b>Menu Kustom</b> dapat berisi sejumlah tindakan dan submenu. Namun, untuk pemilihan item yang presisi, disarankan jumlah maksimum dua belas item.
zh_hans: <b>自定义菜单</b>里面可以有任意多的操作和子菜单。为便于能准确点中项目，建议项目不要超过十二个。

source: Favorites
id: Favorit
zh_hans: 收藏的应用

source: Shows pinned applications.
id: Menampilkan aplikasi yang disematkan.
zh_hans: 显示收藏标星的应用程序。

source: The <b>Favorites</b> menu shows the applications you have pinned to GNOME Shell's Dash.
id: Menu <b>Favorit</b> menampilkan aplikasi yang Anda sematkan ke Dash GNOME Shell.
zh_hans: <b>收藏的应用</b>菜单会显示您钉在 GNOME Shell 上的应用程序。

source: Recent Files
id: File Terbaru
zh_hans: 近期文件

source: Shows your recently used files.
id: Menampilkan file yang baru-baru ini Anda gunakan.
zh_hans: 显示您近期用过的文件。

source: The <b>Recent Files</b> menu shows a list of recently used files. For efficient selections, you should limit the maximum number of shown files to about twelve.
id: Menu <b>File Terbaru</b> menampilkan daftar file yang baru-baru ini digunakan. Untuk pemilihan yang efisien, Anda sebaiknya membatasi jumlah maksimum file yang ditampilkan hingga sekitar dua belas.
zh_hans: <b>近期文件</b>菜单会显示近期使用过的文件的列表。为便于选择文件，您最好不要设置成显示十二个以上的文件。

source: Devices
id: Perangkat
zh_hans: 设备

source: Shows connected devices.
id: Menampilkan perangkat yang terhubung.
zh_hans: 显示联到电脑上的设备。

source: The <b>Devices</b> menu shows an item for each mounted volume, like USB sticks.
id: Menu <b>Perangkat</b> menampilkan item untuk setiap volume yang dikaitkan, seperti flashdisk USB.
zh_hans: <b>设备</b>菜单为每一个加载出了的存储设备（比如 U 盘）显示一项。

source: Main Menu
id: Menu Utama
zh_hans: 主菜单

source: Shows all installed applications.
id: Menampilkan semua aplikasi yang terinstal.
zh_hans: 显示所有已安装的应用程序。

source: The <b>Main Menu</b> shows all installed applications. Usually, this is very cluttered as many sections contain too many items to be used efficiently. You should rather set up your own menus!
id: <b>Menu Utama</b> menampilkan semua aplikasi yang terinstal. Biasanya, ini sangat semrawut karena banyak bagian berisi terlalu banyak item untuk digunakan secara efisien. Sebaiknya Anda menyiapkan menu Anda sendiri!
zh_hans: <b>主菜单</b>可以显示安装的所有应用程序。通常，里面的项目会太多、不好选择，显示会非常杂乱。您最好另行设定菜单！

source: Running Apps
id: Aplikasi Berjalan
zh_hans: 运行着的应用

source: Shows the currently running applications.
id: Menampilkan aplikasi yang sedang berjalan saat ini.
zh_hans: 显示正在运行着的应用程序。

source: The <b>Running Apps</b> menu shows all currently running applications. This is similar to the Alt+Tab window selection. As the entries change position frequently, this is actually not very effective.
id: Menu <b>Aplikasi Berjalan</b> menampilkan semua aplikasi yang sedang berjalan saat ini. Ini mirip dengan pemilihan jendela Alt+Tab. Karena entri sering berubah posisi, ini sebenarnya tidak terlalu efektif.
zh_hans: <b>运行着的应用</b>菜单可以显示当前正在运行中的应用程序。这和按下 Alt+Tab 显示出来的选择窗口差不多。里面的项目会实时更新，这也导致这个功能比较占用资源。

source: You can use this to filter the displayed windows. Regular expressions are supported: Use a simple string like "Fire" to show only windows whose titles contain "Fire" (e.g. Firefox). Use "Fire|Water" to match either "Fire" or "Water". A negation would be "^(?!.*Fire)" to match anything but "Fire". Remember to use the live preview to instantly see the results!
id: Anda dapat menggunakan ini untuk memfilter jendela yang ditampilkan. Ekspresi reguler didukung: Gunakan string sederhana seperti "Fire" untuk menampilkan hanya jendela yang judulnya berisi "Fire" (misalnya Firefox). Gunakan "Fire|Water" untuk mencocokkan "Fire" atau "Water". Negasi dapat berupa "^(?!.*Fire)" untuk mencocokkan apa pun kecuali "Fire". Ingat untuk menggunakan pratinjau langsung agar hasilnya dapat segera terlihat!
zh_hans: 此栏是用来限制哪些窗口显示的。支持正则表达式：直接写“Fire”这样的字符串可以直显示出标题包含这个字符串的窗口（比如 Firefox 窗口）。写“火|水”会显示标题包含“火”字或“水”字的窗口。排除字符串可以写成“^(?!.*Fire)”这样，这样写，只有标题是“Fire”的窗口不会显示出来。本应用程序有个实时预览功能，可以帮您调试正则表达式！

source: Window Filter
id: Filter Jendela
zh_hans: 窗口筛选

source: See tooltip for details.
id: Lihat tooltip untuk detail.
zh_hans: 了解详细信息，请参阅工具提示。

source: Active Workspace Only
id: Hanya Ruang Kerja Aktif
zh_hans: 只显示使用中的工作区里的应用

source: Group by Application
id: Kelompokkan berdasarkan Aplikasi
zh_hans: 按应用程序分组

source: Peek on Hover
id: Intip saat Diarahkan
zh_hans: 鼠标悬停，速览窗口

source: Bookmarks
id: Markah
zh_hans: 书签

source: Shows your frequently used directories.
id: Menampilkan direktori yang sering Anda gunakan.
zh_hans: 显示常用目录。

source: The <b>Bookmarks</b> menu shows an item for the trash, your desktop and each bookmarked directory.
id: Menu <b>Markah</b> menampilkan item untuk tempat sampah, desktop Anda, dan setiap direktori yang dimarkahi.
zh_hans: <b>书签</b>菜单包含回收站、桌面和有书签标记的目录。

source: Clipboard
id: Papan Klip
zh_hans: 剪贴板

source: Shows recently copied things.
id: Menampilkan hal-hal yang baru-baru ini disalin.
zh_hans: 显示近期复制的内容。

source: The <b>Clipboard</b> menu shows a list of recently copied things.
id: Menu <b>Papan Klip</b> menampilkan daftar hal-hal yang baru-baru ini disalin.
zh_hans: <b>剪贴板</b>菜单会列出近期复制下来的东西。

source: First Child Angle
id: Sudut Anak Pertama
zh_hans: 第一子项角度

source: Direction of the most recent item.
id: Arah item yang paling baru.
zh_hans: 最近一条放在哪个角度。

source: Vector Image
id: Gambar Vektor
zh_hans: 矢量图像

source: Raster Image
id: Gambar Raster
zh_hans: 栅格图像

source: Novice
id: Pemula

source: Capable
id: Mampu

source: Skilled
id: Terampil

source: Expert
id: Ahli

source: Master
id: Maha Ahli

source: %s Cancellor
id: Pembatal %s

source: Abort a selection %x times.
id: Batalkan suatu pemilihan sebanyak %x kali.

source: %s Pielot
id: Pielot %s

source: Select %x items.
id: Pilih %x item.

source: %s Toplevel Gesture-Selector
id: Pemilih Gestur Tingkat Atas %s

source: %s Submenu Gesture-Selector
id: Pemilih Gestur Submenu %s

source: %s Subsubmenu Gesture-Selector
id: Pemilih Gestur Sub-submenu %s

source: Select %x items at depth %d in marking mode.
id: Pilih %x item pada kedalaman %d dalam mode marking.

source: %s Toplevel Click-Selector
id: Pemilih Klik Tingkat Atas %s

source: %s Submenu Click-Selector
id: Pemilih Klik Submenu %s

source: %s Subsubmenu Click-Selector
id: Pemilih Klik Sub-submenu %s

source: Select %x items at depth %d with mouse clicks.
id: Pilih %x item pada kedalaman %d dengan klik mouse.

source: %s Toplevel Selector
id: Pemilih Tingkat Atas %s

source: %s Submenu Selector
id: Pemilih Submenu %s

source: %s Subsubmenu Selector
id: Pemilih Sub-submenu %s

source: Select %x items at depth %d in less than %t milliseconds.
id: Pilih %x item pada kedalaman %d dalam waktu kurang dari %t milidetik.

source: The Journey Is The Reward %i
id: Perjalanan Adalah Ganjarannya %i

source: Open the settings dialog %x times.
id: Buka dialog pengaturan sebanyak %x kali.

source: Nerd Alert %i
id: Peringatan Nerd %i

source: Open %x menus with the D-Bus interface.
id: Buka %x menu dengan antarmuka D-Bus.

source: Entropie %i
id: Entropi %i

source: Generate %x random presets.
id: Hasilkan %x preset acak.

source: %s Preset Exporter
id: Pengekspor Preset %s

source: Export a custom preset.
id: Ekspor preset kustom.

source: Export %x custom presets.
id: Ekspor %x preset kustom.

source: %s Preset Importer
id: Pengimpor Preset %s

source: Import a custom preset.
id: Impor preset kustom.

source: Import %x custom presets.
id: Impor %x preset kustom.

source: %s Menu Importer
id: Pengimpor Menu %s

source: Import a menu configuration.
id: Impor konfigurasi menu.

source: Import %x menu configurations.
id: Impor %x konfigurasi menu.

source: %s Menu Exporter
id: Pengekspor Menu %s

source: Export a menu configuration.
id: Ekspor konfigurasi menu.

source: Export %x menu configurations.
id: Ekspor %x konfigurasi menu.

source: There Should Be No More Than Twelve Items…? %i
id: Seharusnya Tidak Ada Lebih dari Dua Belas Item…? %i

source: Create %x items in the menu editor.
id: Buat %x item di editor menu.

source: %s Menu Designer
id: Perancang Menu %s

source: Open a preview menu %x times.
id: Buka menu pratinjau %x kali.

source: Grumpie Rookie
id: Grumpie Pemula

source: Open the tutorial menu %x times.
id: Buka menu tutorial %x kali.

source: Bachelor Pielot
id: Sarjana Pielot

source: Get all medals of the tutorial.
id: Dapatkan semua medali dari tutorial.

source: Say Good-Pie!
id: Ucapkan Good-Pie!

source: Delete all of your menus.
id: Hapus semua menu Anda.

source: That's Philanthropie!
id: Itu Filantropi!

source: Consider becoming a sponsor of Fly-Pie.
id: Pertimbangkan untuk menjadi sponsor Fly-Pie.

source: Do you really want to reset all statistics?
id: Apakah Anda benar-benar ingin mereset semua statistik?

source: All achievements will be lost!
id: Semua pencapaian akan hilang!

source: No menus configured
id: Tidak ada menu yang dikonfigurasi
zh_hans: 没有设置好的菜单

source: Create a new menu with the button in the top right corner.
id: Buat menu baru dengan tombol di pojok kanan atas.
zh_hans: 点击右上角的按钮新建菜单。

source: Add a new item
id: Tambahkan item baru
zh_hans: 新建一项

source: Actions cannot be turned into toplevel menus.
id: Tindakan tidak dapat diubah menjadi menu tingkat atas.
zh_hans: 一项操作不能作为顶级菜单。

source: You can only create new Action items inside of Custom Menus.
id: Anda hanya dapat membuat item Tindakan baru di dalam Menu Kustom.
zh_hans: 只有自定义菜单里面才能创建一项新的操作。

source: Gold Sponsors
id: Sponsor Emas

source: Silver Sponsors
id: Sponsor Perak

source: Bronze Sponsors
id: Sponsor Perunggu

source: Past Sponsors
id: Sponsor Sebelumnya

source: (None)
id: (Tidak ada)
zh_hans: （空）

source: JSON Files
id: File JSON
zh_hans: JSON 文件

source: All Files
id: Semua File
zh_hans: 全部文件

source: Export
id: Ekspor
zh_hans: 导出

source: Could not export the menu configuration.
id: Tidak dapat mengekspor konfigurasi menu.
zh_hans: 无法导出菜单设置。

source: Import
id: Impor
zh_hans: 导入

source: Could not import the menu configuration.
id: Tidak dapat mengimpor konfigurasi menu.
zh_hans: 无法导入菜单设置。

source: You should try to have no more than twelve items in your menus.
id: Anda sebaiknya mencoba agar tidak ada lebih dari dua belas item dalam menu Anda.
zh_hans: 尽量不要让菜单有超过十二项内容。

source: An even number of entries will make it easier to learn item positions. Four, six and eight are good numbers.
id: Jumlah entri genap akan memudahkan mempelajari posisi item. Empat, enam, dan delapan adalah angka yang baik.
zh_hans: 偶数个项目更方便您熟悉项目位置。设置四个、六个、八个项目都挺好的。

source: Fly-Pie is libre software available on <a href="%s">GitHub</a>.
id: Fly-Pie adalah perangkat lunak libre yang tersedia di <a href="%s">GitHub</a>.
zh_hans: Fly-Pie 是自由软件，<a href="%s">GitHub</a> 上有这个软件。

source: Suggestions can be posted on <a href="%s">GitHub</a>.
id: Saran dapat diposting di <a href="%s">GitHub</a>.
zh_hans: 您如果有什么对本软件的建议，可以把建议发表在 <a href="%s">GitHub</a> 上。

source: Bugs can be reported on <a href="%s">GitHub</a>.
id: Bug dapat dilaporkan di <a href="%s">GitHub</a>.
zh_hans: 如果软件有问题，您可以在 <a href="%s">GitHub</a> 上告诉我们。

source: Keep menu hierarchies efficient by putting anything beyond 8 elements into a new menu level.
id: Jaga hierarki menu tetap efisien dengan menaruh apa pun di atas 8 elemen ke tingkat menu yang baru.
zh_hans: 如果一个菜单里有超过 8 个项目，建议设立子菜单，把项目分配到子菜单里，这样用起来更高效。

source: If you delete all menus, log out and log in again, the default configuration will be restored.
id: Jika Anda menghapus semua menu, keluar lalu masuk lagi, konfigurasi bawaan akan dipulihkan.
zh_hans: 删除所有的菜单，注销账号然后重新登录，设置就会恢复默认。

source: You can reorder the menu items on the left via drag and drop.
id: Anda dapat mengurutkan ulang item menu di kiri melalui drag and drop.
zh_hans: 您可以拖拽左侧菜单中的项目，调整各项次序。

source: It is possible to open a menu with a terminal command. You can read more on <a href="%s">Github</a>.
id: Menu dapat dibuka dengan perintah terminal. Anda dapat membaca lebih lanjut di <a href="%s">Github</a>.
zh_hans: 可以使用终端命令打开菜单。可以在 <a href="%s">Github</a> 上了解详细信息。

source: You can drop directories, files, links and desktop files into the menu hierarchy on the left.
id: Anda dapat menyeret dan melepas direktori, file, tautan, dan file desktop ke dalam hierarki menu di kiri.
zh_hans: 您可以把文件夹、文件、链接和桌面文件拖拽到左侧的菜单层级里。

source: On Wayland, you can copy menu items by holding the Ctrl key while dragging them to another location.
id: Di Wayland, Anda dapat menyalin item menu dengan menahan tombol Ctrl sambil menyeretnya ke lokasi lain.

source: <a href="%s">Translate Fly-Pie on Hosted Weblate</a>.
id: <a href="%s">Terjemahkan Fly-Pie di Hosted Weblate</a>.
zh_hans: <a href="%s">在 Hosted Weblate 上翻译 Fly-Pie</a> 。

source: 💕️ Do you want to show your love for Fly-Pie? <a href="%s">Become a sponsor.</a>
id: 💕️ Apakah Anda ingin menunjukkan rasa sayang Anda untuk Fly-Pie? <a href="%s">Jadilah sponsor.</a>

source: If you cannot use a specific keyboard shortcut, you may check you system settings as it may be used already.
id: Jika Anda tidak dapat menggunakan pintasan papan ketik tertentu, Anda dapat memeriksa pengaturan sistem Anda karena mungkin sudah digunakan.

source: All Menus
id: Semua Menu
zh_hans: 所有菜单

source: Save
id: Simpan
zh_hans: 保存

source: Load
id: Muat
zh_hans: 载入

source: Failed to load preset!
id: Gagal memuat preset!
zh_hans: 预设加载失败！

source: <big>Last selection time: <b>%d ms</b></big>
id: <big>Waktu pemilihan terakhir: <b>%d ms</b></big>

source: <big>Best selection time: <b>%d ms</b></big>
id: <big>Waktu pemilihan terbaik: <b>%d ms</b></big>

source: Example Menu
id: Menu Contoh
zh_hans: ⤬ ⤬ 菜单

source: Cold
id: Dingin
zh_hans: 凉了的

source: Hot
id: Panas
zh_hans: 热乎的

source: Wet
id: Basah
zh_hans: 湿了的

source: Deadly
id: Mematikan
zh_hans: 致命的

source: Smelly
id: Bau
zh_hans: 坏了的

source: Chocolate
id: Cokelat
zh_hans: 带巧克力的

source: Cherry
id: Ceri
zh_hans: 带樱桃的

source: Garlic
id: Bawang Putih
zh_hans: 放了大蒜的

source: Apple
id: Apel
zh_hans: 苹果

source: Pepper
id: Lada
zh_hans: 甜椒

source: Pie
id: Pai
zh_hans: 水果馅饼

source: Cake
id: Kue
zh_hans: 奶油蛋糕

source: Doughnut
id: Donat
zh_hans: 甜甜圈

source: Cookie
id: Kukis
zh_hans: 饼干

source: Sound
id: Suara
zh_hans: 控制音响

source: Mute
id: Bisukan
zh_hans: 静音

source: Play / Pause
id: Putar / Jeda
zh_hans: 播放 / 暂停

source: Next Title
id: Judul Berikutnya

source: Previous Title
id: Judul Sebelumnya

source: Maximize Window
id: Maksimalkan Jendela
zh_hans: 把窗口最大化

source: Fly-Pie Settings
id: Pengaturan Fly-Pie
zh_hans: Fly-Pie 设置

source: Close Window
id: Tutup Jendela
zh_hans: 关闭窗口

source: Next Workspace
id: Ruang Kerja Berikutnya
zh_hans: 去往后面的工作区

source: Previous Workspace
id: Ruang Kerja Sebelumnya
zh_hans: 去往前面的工作区

source: Switch Workspace
id: Beralih Ruang Kerja
zh_hans: 切换工作区

source: Go Up
id: Naik

source: Go Down
id: Turun

source: Move Window
id: Pindahkan Jendela
zh_hans: 移动窗口

source: Move Window Up
id: Pindahkan Jendela ke Atas

source: Move Window Down
id: Pindahkan Jendela ke Bawah

source: Close
id: Tutup
zh_hans: 关闭

source: Flip Side
id: Balik Sisi

source: Fly-Pie Level Up!
id: Fly-Pie Naik Level!

source: You reached level %i!
id: Anda mencapai level %i!

source: Fly-Pie Achievement Completed!
id: Pencapaian Fly-Pie Selesai!

source: You finished the achievement "%s"!
id: Anda menyelesaikan pencapaian "%s"!

source: Show Achievements
id: Tampilkan Pencapaian

source: Visit Homepage
id: Kunjungi Beranda

source: View Changelog
id: Lihat Log Perubahan

source: Report a Bug
id: Laporkan Bug

source: Translate
id: Terjemahkan

source: Donate
id: Donasi

source: About Fly-Pie
id: Tentang Fly-Pie

source: Copy left value to right side
id: Salin nilai kiri ke sisi kanan
zh_hans: 将左边的值复制到右边

source: Select Icon
id: Pilih Ikon
zh_hans: 选择标志

source: Icon Theme
id: Tema Ikon
zh_hans: 标志主题

source: Custom Icon
id: Ikon Kustom
zh_hans: 自定义标志

source: <b>Menus</b> Can be submenus or top-level menus.
id: <b>Menu</b> Dapat berupa submenu atau menu tingkat atas.
zh_hans: <b>菜单</b> 可以是子菜单或顶层菜单。

source: <b>Actions</b> Can be added to custom menus.
id: <b>Tindakan</b> Dapat ditambahkan ke menu kustom.
zh_hans: <b>操作</b> 可添加到自定义菜单中。

source: Initialize most settings to random values.
id: Inisialisasi sebagian besar pengaturan ke nilai acak.
zh_hans: 随机设置大多数的选项。

source: Generate Random Preset
id: Hasilkan Preset Acak
zh_hans: 生成随机预设

source: Fly-Pie requires that GNOME Shell's animations are enabled.
id: Fly-Pie mengharuskan animasi GNOME Shell diaktifkan.
zh_hans: Fly-Pie 需要启用 GNOME Shell 的动画。

source: Enable Animations
id: Aktifkan Animasi
zh_hans: 启用动画

source: Press <b>Ctrl+Space</b> to open the default menu of Fly-Pie!
id: Tekan <b>Ctrl+Space</b> untuk membuka menu bawaan Fly-Pie!

source: You can use Fly-Pie to launch applications, simulate hotkeys, open URLs and much more. This interactive tutorial will teach you how to use Fly-Pie most efficiently. Click the big button below to open a training menu!
id: Anda dapat menggunakan Fly-Pie untuk meluncurkan aplikasi, mensimulasikan hotkey, membuka URL, dan masih banyak lagi. Tutorial interaktif ini akan mengajarkan Anda cara menggunakan Fly-Pie seefisien mungkin. Klik tombol besar di bawah untuk membuka menu latihan!
